ecxs-daedalus/m5stack_core2_mpy_firmware/src/ports/esp32/boards/M5STACK_CORE2/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "M5Stack Core2"
#define MICROPY_HW_MCU_NAME "ESP32-D0WDQ6-V3"
